<?php

return [
  'tags'           => 'العلامات المرحعيه',
  'update tag'     => 'تعديل علامه مرجعيه',
  'create tag'     => 'انشاء علامه مرجعيه',
  'home'           => 'الرئيسيه',
  'name'           => 'الاسم',
  'slug'           => 'الاسم بالرابط',
  'status'         => 'الحاله',
  'actions'        => 'الاجراءات',
  'edit'           => 'تعديل',
  'delete'         => 'حذف',
  'all tags'       => 'كل العلامات المرجعيه',
  'add tag'        => 'اضف علامه مرجعيه',
  'tag name'       => 'اسم العلامه المرجعيه',
  'tag data'       => 'بيانات العلامه المرجعيه',
  'save'            => 'حفظ',
  'cancel'          => 'الغاء',
  'language'        => 'اللغه',
  'active'          => 'مفعل',
  'not active'      => 'غير مفعل',
  'not found'       => ' العلامه المرجعيه غير موجوده',
  'error try later' => 'شيئا ما خطا حدث من فضلك اعد المحاوله',
  'deleted'         => 'تم حذف العلامه المرجعيه بنجاح',
  'created'         => 'تم انشاء العلامه المرجعيه بنجاح',
  'updated'         => 'تم تحديث العلامه المرجعيه بنجاح',

  //tag validation

  'name required'   => 'من فضلك ادخا اسم العلامه المرجعيه',
  'slug required'   => 'من فضلك ادخل الاسم بالرابط',
  'slug unique'     => 'هذا الاسم بالرابط مستخدم من قبل',
];

